[M_CreatureSlaughter_1 MissionDefinition]
MissionName="Massacre das Criaturas: Rd. 1"
MissionDescription="Você se deparou com o segundo Círculo do Massacre da Moxxi.  Quem comanda esse [place]Anexo de Seleção Natural[-place] é o Capitão Cabrera, e como você já deve ter percebido, sua especialidade são as criaturas. Você conseguirá sobreviver às ondas de animais ferozes e bestiais que o Capitão Cabrera soltará?"
TurnInDescription="Você sobreviveu à primeira rodada do Massacre das Criaturas. Não deixe que isso lhe suba à cabeça!"
MissionSummary="Sobreviva à primeira rodada do Massacre das Criaturas!"
MissionGiver="Capitão Cabrera"
MissionTurnInLocation="Capitão Cabrera"
TeaserText="Um número incalculável de criaturas.\nEspólios a dar com pau.\nPara um até quatro Caçadores da Sepultura.\nSerá que você consegue sobreviver sozinho ou com seus amigos, ao [place]Anexo de Seleção Natural?[-place]"

[M_CreatureSlaughter_1:CreatureSlaughter_Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_CreatureSlaughter_1:CreatureSlaughter_GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_1:CreatureSlaughter_Switch MissionObjectiveDefinition]
ProgressMessage="Acione o interruptor"

[M_CreatureSlaughter_1:CreatureSlaughterWaves MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_1:HitSwitchSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_1:killcrithit MissionObjectiveDefinition]
ProgressMessage="Elimine as criaturas com Tiros Certeiros"

[M_CreatureSlaughter_1:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 1"

[M_CreatureSlaughter_1:WaveComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_CreatureSlaughter_2 MissionDefinition]
MissionName="Massacre das Criaturas: Rd. 2"
MissionDescription="Você se deparou com o segundo Círculo do Massacre da Moxxi.  Quem comanda esse [place]Anexo de Seleção Natural[-place] é o Capitão Cabrera, e como você já deve ter percebido, sua especialidade são as criaturas. Você conseguirá sobreviver às ondas de animais ferozes e bestiais que o Capitão Cabrera soltará?"
TurnInDescription="Você completou a segunda rodada do Massacre das Criaturas, porém, fique de olho aberto: a terceira rodada não é moleza não."
MissionSummary="Sobreviva à segunda rodada do Massacre das Criaturas!"
MissionGiver="Capitão Cabrera"
MissionTurnInLocation="Capitão Cabrera"
TeaserText="Você sobreviveu à primeira rodada do Massacre das Criaturas, porém, a partir de agora as coisas vão ficar mais complicadas!"

[M_CreatureSlaughter_2:CreatureSlaughter_Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_CreatureSlaughter_2:CreatureSlaughter_GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_2:CreatureSlaughter_Switch MissionObjectiveDefinition]
ProgressMessage="Acione o interruptor"

[M_CreatureSlaughter_2:CreatureSlaughterWaves MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_2:HitSwitchSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_2:killwithcrit MissionObjectiveDefinition]
ProgressMessage="Elimine as criaturas com Tiros Certeiros"

[M_CreatureSlaughter_2:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 2"

[M_CreatureSlaughter_2:WaveComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_CreatureSlaughter_3 MissionDefinition]
MissionName="Massacre das Criaturas: Rd. 3"
MissionDescription="Você se deparou com o segundo Círculo do Massacre da Moxxi.  Quem comanda esse [place]Anexo de Seleção Natural[-place] é o Capitão Cabrera, e como você já deve ter percebido, sua especialidade são as criaturas. Você conseguirá sobreviver às ondas de animais ferozes e bestiais que o Capitão Cabrera soltará?"
TurnInDescription="Três rodadas à menos, faltam duas!"
MissionSummary="Sobreviva à terceira rodada do Massacre das Criaturas!"
MissionGiver="Capitão Cabrera"
MissionTurnInLocation="Capitão Cabrera"
TeaserText="A terceira rodada vai começar!"

[M_CreatureSlaughter_3:CreatureSlaughter_Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_CreatureSlaughter_3:CreatureSlaughter_GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_3:CreatureSlaughter_Switch MissionObjectiveDefinition]
ProgressMessage="Acione o interruptor"

[M_CreatureSlaughter_3:CreatureSlaughterWaves MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_3:HitSwitchSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_3:killwithcrit MissionObjectiveDefinition]
ProgressMessage="Elimine as criaturas com Tiros Certeiros"

[M_CreatureSlaughter_3:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 3"

[M_CreatureSlaughter_3:WaveComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_CreatureSlaughter_4 MissionDefinition]
MissionName="Massacre das Criaturas: Rd. 4"
MissionDescription="Você se deparou com o segundo Círculo do Massacre da Moxxi.  Quem comanda esse [place]Anexo de Seleção Natural[-place] é o Capitão Cabrera, e como você já deve ter percebido, sua especialidade são as criaturas. Você conseguirá sobreviver às ondas de animais ferozes e bestiais que o Capitão Cabrera soltará?"
TurnInDescription="Falta apenas uma rodada. Boa sorte!"
MissionSummary="Sobreviva à quarta rodada do Massacre das Criaturas!"
MissionGiver="Capitão Cabrera"
MissionTurnInLocation="Capitão Cabrera"
TeaserText="A quarta rodada do Massacre das Criaturas lhe aguarda!"

[M_CreatureSlaughter_4:CreatureSlaughter_Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_CreatureSlaughter_4:CreatureSlaughter_GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_4:CreatureSlaughter_Switch MissionObjectiveDefinition]
ProgressMessage="Acione o interruptor"

[M_CreatureSlaughter_4:CreatureSlaughterWaves MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_4:HitSwitchSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_4:killwithcrit MissionObjectiveDefinition]
ProgressMessage="Elimine as criaturas com Tiros Certeiros"

[M_CreatureSlaughter_4:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 4"

[M_CreatureSlaughter_4:WaveComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_CreatureSlaughter_5 MissionDefinition]
MissionName="Massacre das Criaturas: Rd. 5"
MissionDescription="Você se deparou com o segundo Círculo do Massacre da Moxxi.  Quem comanda esse [place]Anexo de Seleção Natural[-place] é o Capitão Cabrera, e como você já deve ter percebido, sua especialidade são as criaturas. Você conseguirá sobreviver às ondas de animais ferozes e bestiais que o Capitão Cabrera soltará?"
TurnInDescription="Você sobreviveu ao Massacre das Criaturas. Finalmente alguém digno!"
MissionSummary="Sobreviva à quinta e última rodada do Massacre das Criaturas!"
MissionGiver="Capitão Cabrera"
MissionTurnInLocation="Capitão Cabrera"
TeaserText="Vamos dar as boas vindas à última rodada!"

[M_CreatureSlaughter_5:CreatureSlaughter_Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_CreatureSlaughter_5:CreatureSlaughter_GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_5:CreatureSlaughter_Switch MissionObjectiveDefinition]
ProgressMessage="Interruptor acionado"

[M_CreatureSlaughter_5:CreatureSlaughterWaves MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_5:HitSwitchSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CreatureSlaughter_5:killwithcrit MissionObjectiveDefinition]
ProgressMessage="Elimine as criaturas com Tiros Certeiros"

[M_CreatureSlaughter_5:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 5"

[M_CreatureSlaughter_5:WaveComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

